 <table>
        <tr>
            <th>รหัสวิชา </th>
            <th>ชื่อวิชา </th>
            <th>เวลาเรียน </th>
            <th>วันที่เรียน </th>
            <th>section </th>
        </tr>
        <tr>
            <td>SF220</td>
            <td>วิศวกรรมซอฟต์แวร์เบื้องต้น</td>
            <td>9:30-12:30</td>
            <td>วันจันทร์</td>
            <td>760001</td>
        </tr>
        <tr>
            <td>Tu107</td>
            <td>ทักษะดิจิทัลกับการแก้ปัญหา</td>
            <td>9:30-12:30</td>
            <td>วันอังคาร</td>
            <td>760001</td>
        </tr>
        <tr>
            <td>SF240</td>
            <td>วิศวกรรมซอฟต์แวร์2</td>
            <td>9:30-12:30</td>
            <td>วันพุธ</td>
            <td>760001</td>
        </tr>
        <tr>
            <td>SF240</td>
            <td>วิศวกรรมซอฟต์แวร์2</td>
            <td>13:30-16:30</td>
            <td>วันพุธ</td>
            <td>760002</td>
        </tr>
        <tr>
            <td>SF240</td>
            <td>วิศวกรรมซอฟต์แวร์2</td>
            <td>9:30-12:30</td>
            <td>วันศุกร์</td>
            <td>760003</td>
        </tr>
        <tr>
            <td>SF270</td>
            <td>วิศวกรรมซอฟต์แวร์3</td>
            <td>13:30-16:30</td>
            <td>วันศุกร์</td>
            <td>760001</td>
        </tr>